[
  {
    "id": 0,
    "name": "Acadia National Park",
    "parkCode": "acad",
    "state": "ME",
    "lat": 44.4085418988,
    "lon": -68.2461366995,
    "url": "https://www.nps.gov/acad/index.htm",
    "designation": "National Park",
    "description": "Acadia National Park protects the natural beauty of the highest rocky headlands along the Atlantic coastline of the United States, an abundance of habitats, and a rich cultural heritage. At 4 million visits a year, it's one of the top 10 most-visited national parks in the United States. Visitors enj…",
    "entranceFee": 6,
    "entranceFeeDesc": "Timed Entry Reservation - Location",
    "operatingHours": "Acadia National Park is open year-round. Check our website for park facilities operating hours, such as Hulls Cove Visit…",
    "visitorCenterName": "Hulls Cove Visitor Center"
  },
  {
    "id": 1,
    "name": "Arches National Park",
    "parkCode": "arch",
    "state": "UT",
    "lat": 38.72261844,
    "lon": -109.5863666,
    "url": "https://www.nps.gov/arch/index.htm",
    "designation": "National Park",
    "description": "Discover a landscape of contrasting colors, land forms, and textures unlike any other. The park has over 2,000 natural stone arches, hundreds of soaring pinnacles, massive rock fins, and giant balanced rocks. This red-rock wonderland will amaze you with its formations, refresh you with its trails, a…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Arches National Park is generally open 24 hours a day, year-round. Fees apply. The park is very busy between March and O…"
  },
  {
    "id": 2,
    "name": "Badlands National Park",
    "parkCode": "badl",
    "state": "SD",
    "lat": 43.68584846,
    "lon": -102.482942,
    "url": "https://www.nps.gov/badl/index.htm",
    "designation": "National Park",
    "description": "The rugged beauty of the Badlands draws visitors from around the world. These striking geologic deposits contain one of the world’s richest fossil beds. Ancient horses and rhinos once roamed here. The park’s 244,000 acres protect an expanse of mixed-grass prairie where bison, bighorn sheep, prairie …",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The park is open to visitors all year with the exception of weather closures."
  },
  {
    "id": 3,
    "name": "Bering Land Bridge National Preserve",
    "parkCode": "bela",
    "state": "AK",
    "lat": 65.96087902,
    "lon": -164.4086432,
    "url": "https://www.nps.gov/bela/index.htm",
    "designation": "National Preserve",
    "description": "Bering Land Bridge National Preserve lies at the continental crossroad that greatly influenced the distribution of life in the Western Hemisphere during the Pleistocene Epoch. It is a vital landscape for Indigenous communities who depend on the land just as their ancestors did for many generations. …",
    "operatingHours": "Bering Land Bridge Preserve is open 24/7 year round. Due to its remote location accessing the preserve can be challengin…"
  },
  {
    "id": 4,
    "name": "Big Bend National Park",
    "parkCode": "bibe",
    "state": "TX",
    "lat": 29.29817767,
    "lon": -103.2297897,
    "url": "https://www.nps.gov/bibe/index.htm",
    "designation": "National Park",
    "description": "There is a place in Far West Texas where night skies are dark as coal and rivers carve temple-like canyons in ancient limestone. Here, at the end of the road, hundreds of bird species take refuge in a solitary mountain range surrounded by weather-beaten desert. Tenacious cactus bloom in sublime sout…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Big Bend National Park is always open. You can enter and exit at any time of the day or night. Park entrances are open 2…"
  },
  {
    "id": 5,
    "name": "Big Cypress National Preserve",
    "parkCode": "bicy",
    "state": "FL",
    "lat": 25.97079602,
    "lon": -81.08120629,
    "url": "https://www.nps.gov/bicy/index.htm",
    "designation": "National Preserve",
    "description": "The freshwaters of the Big Cypress Swamp, essential to the health of the neighboring Everglades, support the rich marine estuaries along Florida's southwest coast. Conserving over 729,000 acres of this vast swamp, Big Cypress National Preserve contains a mixture of tropical and temperate plant commu…",
    "operatingHours": "The preserve is open 24 hours a day 365 days a year.  The Oasis Visitor Center and the Nathaniel P. Reed Visitor Center …"
  },
  {
    "id": 6,
    "name": "Big Thicket National Preserve",
    "parkCode": "bith",
    "state": "TX",
    "lat": 30.457983431,
    "lon": -94.386742115,
    "url": "https://www.nps.gov/bith/index.htm",
    "designation": "National Preserve",
    "description": "Life of all types abounds in the Big Thicket. This national preserve protects the incredible diversity of life found where multiple habitats meet in southeast Texas. Hiking trails and waterways meander through nine different ecosystems, from longleaf pine forests to cypress-lined bayous. It is a pla…",
    "operatingHours": "Big Thicket National Preserve is open 24 hours. To camp in the preserve, you need a backcountry camping permit, availabl…"
  },
  {
    "id": 7,
    "name": "Biscayne National Park",
    "parkCode": "bisc",
    "state": "FL",
    "lat": 25.490587,
    "lon": -80.21023851,
    "url": "https://www.nps.gov/bisc/index.htm",
    "designation": "National Park",
    "description": "Within sight of Miami, yet worlds away, Biscayne protects a rare combination of aquamarine waters, emerald islands, and fish-bejeweled coral reefs. Evidence of 10,000 years of human history is here too; from prehistoric tribes to shipwrecks, and pineapple farmers to presidents. For many, the park is…",
    "operatingHours": "Launch your own canoe or kayak from the ramp near the parking area, enjoy a picnic on the lawn, or stroll along the jett…"
  },
  {
    "id": 8,
    "name": "Black Canyon Of The Gunnison National Park",
    "parkCode": "blca",
    "state": "CO",
    "lat": 38.57779869,
    "lon": -107.7242756,
    "url": "https://www.nps.gov/blca/index.htm",
    "designation": "National Park",
    "description": "Big enough to be overwhelming, yet still intimate enough to feel the pulse of time. Come see some of the steepest cliffs, oldest rock, and craggiest spires in North America. Forces of nature and the Gunnison River sculpted this canyon over two million years. The result is a vertical wilderness of ro…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The South Rim is open 24 hours a day."
  },
  {
    "id": 9,
    "name": "Bryce Canyon National Park",
    "parkCode": "brca",
    "state": "UT",
    "lat": 37.58399144,
    "lon": -112.1826689,
    "url": "https://www.nps.gov/brca/index.htm",
    "designation": "National Park",
    "description": "Hoodoos (irregular columns of rock) exist on every continent, but here is the largest concentration found anywhere on Earth. Situated along a high plateau at the top of the Grand Staircase, the park's high elevations include numerous life communities, fantastic dark skies, and geological wonders tha…",
    "entranceFee": 35,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Bryce Canyon National Park is open 365 days a year, 24 hours a day."
  },
  {
    "id": 10,
    "name": "Canyonlands National Park",
    "parkCode": "cany",
    "state": "UT",
    "lat": 38.24555783,
    "lon": -109.8801624,
    "url": "https://www.nps.gov/cany/index.htm",
    "designation": "National Park",
    "description": "Canyonlands invites you to explore a wilderness of countless canyons and fantastically formed buttes carved by the Colorado River and its tributaries. Rivers divide the park into four districts: Island in the Sky, The Needles, The Maze, and the rivers themselves. These areas share a primitive desert…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Canyonlands National Park is generally open 24 hours a day, year-round."
  },
  {
    "id": 11,
    "name": "Capitol Reef National Park",
    "parkCode": "care",
    "state": "UT",
    "lat": 38.2821653131,
    "lon": -111.247048378,
    "url": "https://www.nps.gov/care/index.htm",
    "designation": "National Park",
    "description": "Located in south-central Utah in the heart of red rock country, Capitol Reef National Park is a hidden treasure filled with cliffs, canyons, domes, and bridges in the Waterpocket Fold, a geologic monocline (a wrinkle on the earth) extending almost 100 miles.",
    "entranceFee": 20,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Capitol Reef is a 24 hour park, open all day, every day. The visitor center is open daily, except for some major holiday…"
  },
  {
    "id": 12,
    "name": "Carlsbad Caverns National Park",
    "parkCode": "cave",
    "state": "NM",
    "lat": 32.14089463,
    "lon": -104.5529688,
    "url": "https://www.nps.gov/cave/index.htm",
    "designation": "National Park",
    "description": "High ancient sea ledges, deep rocky canyons, flowering cactus, and desert wildlife—treasures above the ground in the Chihuahuan Desert. Hidden beneath the surface are more than 119 caves—formed when sulfuric acid dissolved limestone leaving behind caverns of all sizes.",
    "entranceFee": 1,
    "entranceFeeDesc": "Timed Entry Reservation - Location",
    "operatingHours": "Carlsbad Caverns National Park is open 24-hours a day. Visitor center hours and cave tour schedule vary throughout the y…"
  },
  {
    "id": 13,
    "name": "Channel Islands National Park",
    "parkCode": "chis",
    "state": "CA",
    "lat": 33.98680093,
    "lon": -119.9112735,
    "url": "https://www.nps.gov/chis/index.htm",
    "designation": "National Park",
    "description": "Channel Islands National Park encompasses five remarkable islands and their ocean environment, preserving and protecting a wealth of natural and cultural resources. Isolation over thousands of years has created unique animals, plants, and archeological resources found nowhere else on Earth and helpe…",
    "operatingHours": "The park is open 24 hours a day. Services and facilities have separate hours. Please see descriptions of those facilitie…"
  },
  {
    "id": 14,
    "name": "City Of Rocks National Reserve",
    "parkCode": "ciro",
    "state": "ID",
    "lat": 42.0699024,
    "lon": -113.7124097,
    "url": "https://www.nps.gov/ciro/index.htm",
    "designation": "National Reserve",
    "description": "Described by California Trail emigrants as “a city of tall spires,” “steeple rocks,” and “the silent city,” this awe-inspiring landscape continues to captivate. Today, it beckons rock climbers, hikers, campers, hunters, and adventurers with its dramatic scenery, fascinating geology, and echoes of th…",
    "operatingHours": "The National Reserve is open 365 days a year, 7 days a week, 24 hours a day.  Many roads are not maintained during the w…"
  },
  {
    "id": 15,
    "name": "Congaree National Park",
    "parkCode": "cong",
    "state": "SC",
    "lat": 33.79187523,
    "lon": -80.74867805,
    "url": "https://www.nps.gov/cong/index.htm",
    "designation": "National Park",
    "description": "Astonishing biodiversity exists in Congaree National Park, the largest intact expanse of old growth bottomland hardwood forest remaining in the southeastern United States. Waters from the Congaree and Wateree Rivers sweep through the floodplain, carrying nutrients and sediments that nourish and reju…",
    "operatingHours": "Congaree National Park is generally open 24 hours a day year-round. For visitor and staff safety, park operations and/or…"
  },
  {
    "id": 16,
    "name": "Crater Lake National Park",
    "parkCode": "crla",
    "state": "OR",
    "lat": 42.94065854,
    "lon": -122.1338414,
    "url": "https://www.nps.gov/crla/index.htm",
    "designation": "National Park",
    "description": "Crater Lake inspires awe. Native Americans witnessed its formation 7,700 years ago, when a violent eruption triggered the collapse of a tall peak. Scientists marvel at its purity—fed by rain and snow, it’s the deepest lake in the USA and one of the most pristine on Earth. Artists, photographers, and…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Crater Lake National Park is open year-round, 24 hours a day. Some roads, trails, and facilities, however, are closed se…"
  },
  {
    "id": 17,
    "name": "Cuyahoga Valley National Park",
    "parkCode": "cuva",
    "state": "OH",
    "lat": 41.26093905,
    "lon": -81.57116722,
    "url": "https://www.nps.gov/cuva/index.htm",
    "designation": "National Park",
    "description": "Though a short distance from the urban areas of Cleveland and Akron, Cuyahoga Valley National Park seems worlds away. The park is a refuge for native plants and wildlife, and provides routes of discovery for visitors. The winding Cuyahoga River gives way to deep forests, rolling hills, and open farm…",
    "operatingHours": "Cuyahoga Valley National Park is open everyday, 24 hours a day with the following exceptions: Brandywine Falls, Ledges, …"
  },
  {
    "id": 18,
    "name": "Death Valley National Park",
    "parkCode": "deva",
    "state": "CA,NV",
    "lat": 36.48753731,
    "lon": -117.134395,
    "url": "https://www.nps.gov/deva/index.htm",
    "designation": "National Park",
    "description": "In this below-sea-level basin, steady drought and record summer heat make Death Valley a land of extremes. Yet, each extreme has a striking contrast. Towering peaks are frosted with winter snow. Rare rainstorms bring vast fields of wildflowers. Lush oases harbor tiny fish and refuge for wildlife and…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The park is open daily all year."
  },
  {
    "id": 19,
    "name": "Denali National Park & Preserve",
    "parkCode": "dena",
    "state": "AK",
    "lat": 63.29777484,
    "lon": -151.0526568,
    "url": "https://www.nps.gov/dena/index.htm",
    "designation": "National Park & Preserve",
    "description": "Denali is six million acres of wild land, bisected by one ribbon of road. Travelers along it see the relatively low-elevation taiga forest give way to high alpine tundra and snowy mountains, culminating in North America's tallest peak, 20,310' Mount McKinley. Wild animals large and small roam un-fen…",
    "entranceFee": 15,
    "entranceFeeDesc": "Entrance - Per Person",
    "operatingHours": "Denali is open 24-hours a day, although services are limited after-hours (generally after 4 pm in winter or 6 pm in summ…"
  },
  {
    "id": 20,
    "name": "Dry Tortugas National Park",
    "parkCode": "drto",
    "state": "FL",
    "lat": 24.628741,
    "lon": -82.87319,
    "url": "https://www.nps.gov/drto/index.htm",
    "designation": "National Park",
    "description": "Almost 70 miles (113 km) west of Key West lies the remote Dry Tortugas National Park. This 100-square mile park is mostly open water with seven small islands. Accessible only by boat or seaplane, the park is known the world over as the home of magnificent Fort Jefferson, picturesque blue waters, sup…",
    "entranceFee": 15,
    "entranceFeeDesc": "Entrance - Per Person",
    "operatingHours": "The Dry Tortugas is open 24 hours, 7 days a week. This includes holidays."
  },
  {
    "id": 21,
    "name": "Everglades National Park",
    "parkCode": "ever",
    "state": "FL",
    "lat": 25.37294225,
    "lon": -80.88200301,
    "url": "https://www.nps.gov/ever/index.htm",
    "designation": "National Park",
    "description": "Established in 1947 as the first national park created for its biodiversity, Everglades National Park protects 1.5 million acres of wetland, forest, and marine habitats and the native plants and animals that call it home. With several international designations, the park provides a major source of d…",
    "entranceFee": 35,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Everglades National Park is open 7 days a week, 24 hours a day. Park entrance is always open but staffed from 8:00 a.m. …"
  },
  {
    "id": 22,
    "name": "Gates Of The Arctic National Park & Preserve",
    "parkCode": "gaar",
    "state": "AK",
    "lat": 67.75961636,
    "lon": -153.2917758,
    "url": "https://www.nps.gov/gaar/index.htm",
    "designation": "National Park & Preserve",
    "description": "This vast landscape does not contain any roads or trails. Visitors discover intact ecosystems where people have lived with the land for over ten thousand years. Wild rivers meander through glacier-carved valleys, caribou migrate along age-old trails, endless summer light fades into aurora-lit night …",
    "operatingHours": "No closed times or seasons for Gates of the Arctic National Park & Preserve. Visitor Center hours vary greatly by locati…"
  },
  {
    "id": 23,
    "name": "Gateway Arch National Park",
    "parkCode": "jeff",
    "state": "MO",
    "lat": 38.6258069,
    "lon": -90.1892508,
    "url": "https://www.nps.gov/jeff/index.htm",
    "designation": "National Park",
    "description": "Gateway Arch National Park commemorates President Jefferson’s vision of a continental nation, the individuals and cultural groups who helped shape its history, St. Louis’ role in westward expansion, and Dred and Harriet Scott, who sued for their freedom in the Old Courthouse.",
    "entranceFee": 19,
    "entranceFeeDesc": "Timed Entry Reservation - Location",
    "operatingHours": "The Gateway Arch is open year-round, closed only on Thanksgiving, Christmas, and New Year’s Day. Summer Hours (9am-6pm, …"
  },
  {
    "id": 24,
    "name": "Glacier Bay National Park & Preserve",
    "parkCode": "glba",
    "state": "AK",
    "lat": 58.80086718,
    "lon": -136.8407579,
    "url": "https://www.nps.gov/glba/index.htm",
    "designation": "National Park & Preserve",
    "description": "Covering 3.3 million acres of rugged mountains, dynamic glaciers, temperate rainforest, wild coastlines and deep sheltered fjords, Glacier Bay National Park and Preserve is known as Homeland to the Huna and Yakutat Lingít, and is a highlight of Alaska's Inside Passage. From sea to summit, Glacier Ba…",
    "operatingHours": "There are no entrance gates at Glacier Bay National Park, so we are technically open 24-hours a day; however,  services …"
  },
  {
    "id": 25,
    "name": "Glacier National Park",
    "parkCode": "glac",
    "state": "MT",
    "lat": 48.68414678,
    "lon": -113.8009306,
    "url": "https://www.nps.gov/glac/index.htm",
    "designation": "National Park",
    "description": "A showcase of melting glaciers, alpine meadows, carved valleys, and spectacular lakes. With over 700 miles of trails, Glacier is a paradise for adventurous visitors seeking a landscape steeped in human culture. Relive the days of old through historic chalets, lodges, and the famous Going-to-the-Sun …",
    "entranceFee": 35,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Glacier National Park is open 24 hours a day 365 days of the year. An entrance fee is required, even when entrance stati…"
  },
  {
    "id": 26,
    "name": "Grand Canyon National Park",
    "parkCode": "grca",
    "state": "AZ",
    "lat": 36.0001165336,
    "lon": -112.121516363,
    "url": "https://www.nps.gov/grca/index.htm",
    "designation": "National Park",
    "description": "Entirely within the state of Arizona, the park encompasses 278 miles (447 km) of the Colorado River and adjacent uplands. Located on the ancestral homelands of 11 present day Tribal Communities, Grand Canyon is one of the most spectacular examples of erosion anywhere in the world—a mile deep canyon …",
    "entranceFee": 35,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Both Desert View (East Entrance) and South Entrance are Open 24 hours/day and 7 Days/week. Credit cards, and America the…"
  },
  {
    "id": 27,
    "name": "Grand Teton National Park",
    "parkCode": "grte",
    "state": "WY",
    "lat": 43.81853565,
    "lon": -110.7054666,
    "url": "https://www.nps.gov/grte/index.htm",
    "designation": "National Park",
    "description": "Soaring over a landscape rich with wildlife, pristine lakes, and majestic alpine vistas, the Teton Range stands as a testament to generations of stewards. For over 11,000 years, communities have thrived in the valley known as Jackson Hole, turning these mountains into more than just peaks—they embod…",
    "entranceFee": 35,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Visitors may enter the park at any time, but visitor services and motor vehicle access vary throughout the year."
  },
  {
    "id": 28,
    "name": "Great Basin National Park",
    "parkCode": "grba",
    "state": "NV",
    "lat": 38.94617378,
    "lon": -114.2579782,
    "url": "https://www.nps.gov/grba/index.htm",
    "designation": "National Park",
    "description": "From the 13,063-foot summit of Wheeler Peak to the sagebrush-covered foothills, Great Basin National Park hosts a sample of the incredible diversity of the larger Great Basin region. Come and partake of the solitude of the wilderness, walk among ancient bristlecone pines, bask in the darkest of nigh…",
    "operatingHours": "Park Grounds and Trails\n\nCheck \"Visitor Centers\" tab for facility-specific hours"
  },
  {
    "id": 29,
    "name": "Great Sand Dunes National Park & Preserve",
    "parkCode": "grsa",
    "state": "CO",
    "lat": 37.79256812,
    "lon": -105.5919572,
    "url": "https://www.nps.gov/grsa/index.htm",
    "designation": "National Park & Preserve",
    "description": "The tallest dunes in North America are the centerpiece in a diverse landscape of grasslands, wetlands, forests, alpine lakes, and tundra. Stay on a moonless night to experience countless stars in this International Dark Sky Park! Open 24 hours a day, 7 days a week year-round. There are no timed entr…",
    "entranceFee": 25,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The park and preserve are open 24/7 all year"
  },
  {
    "id": 30,
    "name": "Great Smoky Mountains National Park",
    "parkCode": "grsm",
    "state": "NC,TN",
    "lat": 35.60116374,
    "lon": -83.50818326,
    "url": "https://www.nps.gov/grsm/index.htm",
    "designation": "National Park",
    "description": "Ridge upon ridge of forest straddles the border between North Carolina and Tennessee in Great Smoky Mountains National Park. World renowned for its diversity of plant and animal life, the beauty of its ancient mountains, and the quality of its remnants of Southern Appalachian mountain culture, this …",
    "operatingHours": "Primary roads are open 24 hours a day, seven days a week, year-round, weather permitting. This includes Newfound Gap Roa…"
  },
  {
    "id": 31,
    "name": "Guadalupe Mountains National Park",
    "parkCode": "gumo",
    "state": "TX",
    "lat": 31.92304462,
    "lon": -104.885527,
    "url": "https://www.nps.gov/gumo/index.htm",
    "designation": "National Park",
    "description": "Come experience mountains and canyons, desert and dunes, night skies and spectacular vistas within a place unlike any other. Guadalupe Mountains National Park protects the world's most extensive Permian fossil reef, the four highest peaks in Texas, an environmentally diverse collection of flora and …",
    "entranceFee": 10,
    "entranceFeeDesc": "Entrance - Per Person",
    "operatingHours": "The Pine Springs area, including the campground, visitor center, trailhead, and associated parking areas are open and ac…"
  },
  {
    "id": 32,
    "name": "Haleakalā National Park",
    "parkCode": "hale",
    "state": "HI",
    "lat": 20.70693015,
    "lon": -156.1591775,
    "url": "https://www.nps.gov/hale/index.htm",
    "designation": "National Park",
    "description": "This special place vibrates with stories of ancient and modern Hawaiian culture and protects the bond between the land and its people. The park also cares for endangered species, some of which exist nowhere else. Come visit this special place - renew your spirit amid stark volcanic landscapes and su…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The Summit and Kīpahulu Districts of Haleakalā are open 24 hours a day. A sunrise reservation is required for entry betw…"
  },
  {
    "id": 33,
    "name": "Hawaiʻi Volcanoes National Park",
    "parkCode": "havo",
    "state": "HI",
    "lat": 19.3355036,
    "lon": -155.4700257,
    "url": "https://www.nps.gov/havo/index.htm",
    "designation": "National Park",
    "description": "Hawai‘i Volcanoes National Park protects some of the most unique geological, biological, and cherished cultural landscapes in the world. Extending from sea level to 13,680 feet, the park encompasses the summits of two of the world's most active volcanoes - Kīlauea and Mauna Loa - and is a designated…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Hawai‘i Volcanoes National Park is open 7 days a week, 24 hours a day including holidays."
  },
  {
    "id": 34,
    "name": "Hot Springs National Park",
    "parkCode": "hosp",
    "state": "AR",
    "lat": 34.52414366,
    "lon": -93.06332936,
    "url": "https://www.nps.gov/hosp/index.htm",
    "designation": "National Park",
    "description": "Hot Springs National Park has a rich cultural past. The grand architecture of our historic bathhouses is equally matched by the natural curiosities that have been drawing people here for hundreds of years. Ancient thermal springs, mountain views, incredible geology, forested hikes, and abundant cree…",
    "operatingHours": "Arlington Lawn, Grand Promenade, sidewalks on Bathhouse Row, Reserve Street, and Fountain Street, except for walk throug…"
  },
  {
    "id": 35,
    "name": "Indiana Dunes National Park",
    "parkCode": "indu",
    "state": "IN",
    "lat": 41.63765525,
    "lon": -87.09647445,
    "url": "https://www.nps.gov/indu/index.htm",
    "designation": "National Park",
    "description": "Lake Michigan's might has influenced Indiana Dunes for millennia. Wind and waves have shaped the land, leaving a rich mosaic of habitats along these 15 miles of Indiana coast. Over 50 miles of trails lead through shifting sand dunes, quiet woodlands, sunny prairies and lush wetlands. Known for its s…",
    "entranceFee": 25,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The general areas of the park are open year-round.  Please check individual areas for specific hours of operation."
  },
  {
    "id": 36,
    "name": "Isle Royale National Park",
    "parkCode": "isro",
    "state": "MI",
    "lat": 48.01145819,
    "lon": -88.82780657,
    "url": "https://www.nps.gov/isro/index.htm",
    "designation": "National Park",
    "description": "Explore a rugged, isolated island far from our connected communities. Isle Royale offers adventures for backpackers, hikers, boaters, paddlers, and divers. Cross Lake Superior and make a commitment: Become a part of this island, and let it become a part of you. Find peace and refuge in island wilder…",
    "entranceFee": 7,
    "entranceFeeDesc": "Entrance - Per Person",
    "operatingHours": "Isle Royale National Park is open annually from April 16 to October 31. Transportation services are offered from May to …"
  },
  {
    "id": 37,
    "name": "Joshua Tree National Park",
    "parkCode": "jotr",
    "state": "CA",
    "lat": 33.91418525,
    "lon": -115.8398125,
    "url": "https://www.nps.gov/jotr/index.htm",
    "designation": "National Park",
    "description": "Two distinct desert ecosystems, the Mojave and the Colorado, come together in Joshua Tree National Park. A fascinating variety of plants and animals make their homes in a land sculpted by strong winds and occasional torrents of rain. Dark night skies, a rich cultural history, and surreal geologic fe…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Joshua Tree National Park is open 24 hours a day, 7 days a week, 365 days a year. Visitation increases as temperatures m…"
  },
  {
    "id": 38,
    "name": "Katmai National Park & Preserve",
    "parkCode": "katm",
    "state": "AK",
    "lat": 58.62235668,
    "lon": -155.0126574,
    "url": "https://www.nps.gov/katm/index.htm",
    "designation": "National Park & Preserve",
    "description": "A landscape is alive underneath our feet, filled with creatures that remind us what it is to be wild. Katmai was established in 1918 to protect the volcanically devastated region surrounding Novarupta and the Valley of Ten Thousand Smokes. Today, Katmai National Park and Preserve also protects 9,000…",
    "operatingHours": "Katmai is open 24 hours per day, seven days per week."
  },
  {
    "id": 39,
    "name": "Kenai Fjords National Park",
    "parkCode": "kefj",
    "state": "AK",
    "lat": 59.81804414,
    "lon": -150.106502,
    "url": "https://www.nps.gov/kefj/index.htm",
    "designation": "National Park",
    "description": "At the edge of the Kenai Peninsula lies a land where the ice age lingers. Nearly 40 glaciers flow from the Harding Icefield, Kenai Fjords' crowning feature. Wildlife thrives in icy waters and lush forests along the fjords once carved by the vast expanse of ice. Today, shrinking glaciers bear witness…",
    "operatingHours": "The park is open year-round.  The primary months to visit are June, July, and August.  There are reduced services in the…"
  },
  {
    "id": 40,
    "name": "Kobuk Valley National Park",
    "parkCode": "kova",
    "state": "AK",
    "lat": 67.35631336,
    "lon": -159.2002293,
    "url": "https://www.nps.gov/kova/index.htm",
    "designation": "National Park",
    "description": "Caribou, sand dunes, the Kobuk River, Onion Portage - just some of the facets of Kobuk Valley National Park. Thousands of caribou migrate through, their tracks crisscrossing sculpted dunes. The Kobuk River is an ancient and current corridor for people and wildlife. For 9000 years, people came to Oni…",
    "operatingHours": "The Northwest Arctic Heritage Center is the visitor center for Kobuk Valley National Park.  Since there are no roads in …"
  },
  {
    "id": 41,
    "name": "Lake Clark National Park & Preserve",
    "parkCode": "lacl",
    "state": "AK",
    "lat": 60.57405857,
    "lon": -153.55535,
    "url": "https://www.nps.gov/lacl/index.htm",
    "designation": "National Park & Preserve",
    "description": "Lake Clark National Park and Preserve is a land of stunning beauty. Volcanoes steam, salmon run, bears forage, and craggy mountains reflect in shimmering turquoise lakes. Here, too, local people and culture still depend on the land and water. Venture into the park to become part of the wilderness.",
    "operatingHours": "The park and preserve are open 24 hours per day, seven days per week year round. However, visitor services are limited L…"
  },
  {
    "id": 42,
    "name": "Lassen Volcanic National Park",
    "parkCode": "lavo",
    "state": "CA",
    "lat": 40.49354575,
    "lon": -121.4075993,
    "url": "https://www.nps.gov/lavo/index.htm",
    "designation": "National Park",
    "description": "Lassen Volcanic National Park is home to steaming fumaroles, meadows freckled with wildflowers, clear mountain lakes, and numerous volcanoes. Jagged peaks tell the story of its eruptive past while hot water continues to shape the land.",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The park is always open. Road access is limited during the winter season, approximately November through May, due to sno…"
  },
  {
    "id": 43,
    "name": "Little River Canyon National Preserve",
    "parkCode": "liri",
    "state": "AL",
    "lat": 34.41461863,
    "lon": -85.61734327,
    "url": "https://www.nps.gov/liri/index.htm",
    "designation": "National Preserve",
    "description": "Little River is unique because it flows for most of its length atop Lookout Mountain in northeast Alabama. Forested uplands, waterfalls, canyon rims and bluffs, pools, boulders, and sandstone cliffs offer settings for a variety of recreational activities. Natural resources and cultural heritage come…",
    "entranceFee": 15,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The main park is open during daylight hours every day including holidays."
  },
  {
    "id": 44,
    "name": "Mammoth Cave National Park",
    "parkCode": "maca",
    "state": "KY",
    "lat": 37.19760458,
    "lon": -86.13090198,
    "url": "https://www.nps.gov/maca/index.htm",
    "designation": "National Park",
    "description": "Rolling hills, deep river valleys, and the world's longest known cave system. Mammoth Cave National Park is home to thousands of years of human history and a rich diversity of plant and animal life, earning it the title of UNESCO World Heritage Site and International Biosphere Region.",
    "operatingHours": "Mammoth Cave National Park is open 24-hours a day, although services such as cave tours and the visitor center are limit…"
  },
  {
    "id": 45,
    "name": "Mesa Verde National Park",
    "parkCode": "meve",
    "state": "CO",
    "lat": 37.23908345,
    "lon": -108.4624032,
    "url": "https://www.nps.gov/meve/index.htm",
    "designation": "National Park",
    "description": "For over 700 years, the Ancestral Pueblo people built thriving communities on the mesas and in the cliffs of Mesa Verde. Today, the park protects the rich cultural heritage of 27 Pueblos and Tribes and offers visitors a spectacular window into the past. This World Heritage Site and International Dar…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The park is open daily except for emergency conditions. The Visitor & Research Center and Mesa Verde Museum are open all…"
  },
  {
    "id": 46,
    "name": "Mojave National Preserve",
    "parkCode": "moja",
    "state": "CA",
    "lat": 35.12485941,
    "lon": -115.5168258,
    "url": "https://www.nps.gov/moja/index.htm",
    "designation": "National Preserve",
    "description": "Mojave preserves a diverse mosaic of ecological habitats and a 10,000 year history of human connection with the desert. Offering extensive opportunities to experience desert landscapes, the preserve promotes understanding and appreciation for the increasingly threatened resources of the Mojave Deser…",
    "operatingHours": "Outdoor areas of the Mojave National Preserve including trails, roads, campgrounds are OPEN 24 hours a day, 365 days per…"
  },
  {
    "id": 47,
    "name": "Mount Rainier National Park",
    "parkCode": "mora",
    "state": "WA",
    "lat": 46.86075416,
    "lon": -121.7043885,
    "url": "https://www.nps.gov/mora/index.htm",
    "designation": "National Park",
    "description": "Ascending to 14,410 feet above sea level, Mount Rainier stands as an icon in the Washington landscape. An active volcano, Mount Rainier is the most glaciated peak in the contiguous U.S.A., spawning five major rivers. Subalpine wildflower meadows ring the icy volcano while ancient forest cloaks Mount…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Mount Rainier National Park is open all year. Visitation peaks in July and August with warmer weather and  blooming wild…"
  },
  {
    "id": 48,
    "name": "New Jersey Pinelands National Reserve",
    "parkCode": "pine",
    "state": "NJ",
    "lat": 39.9384,
    "lon": -74.625,
    "url": "https://www.nps.gov/pine/index.htm",
    "designation": "National Reserve",
    "description": "This is truly a special place. It's classified as a United States Biosphere Reserve and in 1978 was established by Congress as the country’s first National Reserve. It includes portions of seven southern New Jersey counties, and encompasses over one-million acres of farms, forests and wetlands. It c…",
    "operatingHours": "The Pinelands National Reserve stretches across portions of seven counties in southern New Jersey, covering about 22% of…"
  },
  {
    "id": 49,
    "name": "New River Gorge National Park & Preserve",
    "parkCode": "neri",
    "state": "WV",
    "lat": 37.86878554,
    "lon": -80.99956002,
    "url": "https://www.nps.gov/neri/index.htm",
    "designation": "National Park & Preserve",
    "description": "A rugged, whitewater river flowing northward through deep canyons, the New River is among the oldest rivers on the continent. The park encompasses over 70,000 acres of land along the New River, is rich in cultural and natural history, and offers an abundance of scenic and recreational opportunities.",
    "operatingHours": "The park itself is open 24 hour a day, year round. The park's two main visitor centers at Canyon Rim and Sandstone are o…"
  },
  {
    "id": 50,
    "name": "Noatak National Preserve",
    "parkCode": "noat",
    "state": "AK",
    "lat": 66.892539,
    "lon": -162.605111,
    "url": "https://www.nps.gov/noat/index.htm",
    "designation": "National Preserve",
    "description": "As one of North America's largest mountain-ringed river basins with an intact ecosystem, the Noatak River environs feature some of the Arctic's finest arrays of plants and animals. The river is classified as a National Wild and Scenic River. It offers stunning wilderness float-trip opportunities - f…",
    "operatingHours": "Public access to Noatak National Preserve is open year-round, 24-hours a day.",
    "visitorCenterName": "Northwest Arctic Heritage Center"
  },
  {
    "id": 51,
    "name": "North Cascades National Park",
    "parkCode": "noca",
    "state": "WA",
    "lat": 48.71171756,
    "lon": -121.2069423,
    "url": "https://www.nps.gov/noca/index.htm",
    "designation": "National Park",
    "description": "Less than three hours from Seattle, an alpine landscape beckons. Discover communities of life adapted to moisture in the west and recurring fire in the east. Explore jagged peaks crowned by more than 300 glaciers. Listen to cascading waters in forested valleys. Witness a landscape sensitive to the E…",
    "operatingHours": "North Cascades National Park Service Complex is open year-round. The park operational season is late May-late September,…"
  },
  {
    "id": 52,
    "name": "Olympic National Park",
    "parkCode": "olym",
    "state": "WA",
    "lat": 47.80392754,
    "lon": -123.6663848,
    "url": "https://www.nps.gov/olym/index.htm",
    "designation": "National Park",
    "description": "With its incredible range of precipitation and elevation, diversity is the hallmark of Olympic National Park. Encompassing nearly a million acres, the park protects a vast wilderness, thousands of years of human history, and several distinctly different ecosystems, including glacier-capped mountains…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Olympic National Park is open 24 hours a day year-round, although some roads, campgrounds and facilities are open season…"
  },
  {
    "id": 53,
    "name": "Petrified Forest National Park",
    "parkCode": "pefo",
    "state": "AZ",
    "lat": 34.98387664,
    "lon": -109.7877678,
    "url": "https://www.nps.gov/pefo/index.htm",
    "designation": "National Park",
    "description": "Park Hours: 8am to 5pm, MST. Don't forget that Arizona does not observe Daylight Savings. Petrified Forest is best known for its Triassic fossils. It's like having two parks in one, an ecosystem over 200 million years old with plants and animals now represented in the surreal landscape of the Painte…",
    "entranceFee": 25,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Park Road hours of operation may change due to weather or safety issues. Closed Thanksgiving and Christmas."
  },
  {
    "id": 54,
    "name": "Pinnacles National Park",
    "parkCode": "pinn",
    "state": "CA",
    "lat": 36.49029208,
    "lon": -121.1813607,
    "url": "https://www.nps.gov/pinn/index.htm",
    "designation": "National Park",
    "description": "Around 23 million years ago, a series of volcanic eruptions shaped the landscape that is now Pinnacles National Park. The remnants of these ancient eruptions have formed a striking terrain of rocky spires and deep canyons. Visitors can explore diverse environments, from chaparral and oak woodlands t…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Entrance to the east side of Pinnacles National Park is open 24 hours, 7 days a week, including holidays."
  },
  {
    "id": 55,
    "name": "Rocky Mountain National Park",
    "parkCode": "romo",
    "state": "CO",
    "lat": 40.3556924,
    "lon": -105.6972879,
    "url": "https://www.nps.gov/romo/index.htm",
    "designation": "National Park",
    "description": "Rocky Mountain National Park's 415 square miles (265,807 acres) encompasses a spectacular range of mountain environments. From meadows found in the montane life zone to glistening alpine lakes and up to the towering mountain peaks, there is something for everyone to discover. Along the way explore o…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "While certain roads and facilities may be closed for the winter season, Rocky Mountain National Park is open 24 hours a …"
  },
  {
    "id": 56,
    "name": "Saguaro National Park",
    "parkCode": "sagu",
    "state": "AZ",
    "lat": 32.20909636,
    "lon": -110.7574974,
    "url": "https://www.nps.gov/sagu/index.htm",
    "designation": "National Park",
    "description": "Tucson, Arizona is home to the nation's largest cacti. The giant saguaro is the universal symbol of the American west. These majestic plants, found only in a small portion of the United States, are protected by Saguaro National Park, to the east and west of the modern city of Tucson. Here you have a…",
    "entranceFee": 25,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The park is always open, except under emergency conditions. You can walk or bike into the park 24 hours a day. \n\nThe Vis…"
  },
  {
    "id": 57,
    "name": "Shenandoah National Park",
    "parkCode": "shen",
    "state": "VA",
    "lat": 38.49236644,
    "lon": -78.46907715,
    "url": "https://www.nps.gov/shen/index.htm",
    "designation": "National Park",
    "description": "Just 75 miles from the bustle of Washington, D.C., Shenandoah National Park is a land bursting with cascading waterfalls, spectacular vistas, fields of wildflowers, and quiet wooded hollows. With over 200,000 acres of protected lands that are haven to deer, songbirds, and black bear, there's so much…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Shenandoah National Park is always open. However, portions of Skyline Drive, the only public road through the Park, are …"
  },
  {
    "id": 58,
    "name": "Tallgrass Prairie National Preserve",
    "parkCode": "tapr",
    "state": "KS",
    "lat": 38.44023613,
    "lon": -96.5670822,
    "url": "https://www.nps.gov/tapr/index.htm",
    "designation": "National Preserve",
    "description": "Tallgrass prairie once covered 170 million acres of North America, but within a generation most of it had been transformed into farms, cities, and towns. Today less than 4% remains intact, mostly in the Kansas Flint Hills. Established on November 12, 1996, the preserve protects a nationally signific…",
    "operatingHours": "Hiking trails are open 24/7; no camping, no open flames, no drones.\nPrescribed fire and cattle/bison operations may clos…"
  },
  {
    "id": 59,
    "name": "Theodore Roosevelt National Park",
    "parkCode": "thro",
    "state": "ND",
    "lat": 47.17777274,
    "lon": -103.4300083,
    "url": "https://www.nps.gov/thro/index.htm",
    "designation": "National Park",
    "description": "When Theodore Roosevelt came to Dakota Territory to hunt bison in 1883, he was a skinny, young, spectacled dude from New York. He could not have imagined how his adventure in this remote and unfamiliar place would forever alter the course of the nation. The rugged landscape and strenuous life that T…",
    "entranceFee": 30,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Theodore Roosevelt National Park is open 24 hours a day, every day of the year. This applies to all units of the park; N…"
  },
  {
    "id": 60,
    "name": "Valles Caldera National Preserve",
    "parkCode": "vall",
    "state": "NM",
    "lat": 35.91682872,
    "lon": -106.5195724,
    "url": "https://www.nps.gov/vall/index.htm",
    "designation": "National Preserve",
    "description": "About 1.2 million years ago, a spectacular volcanic eruption created a 14-mile-wide circular depression in the earth now known as Valles Caldera. The preserve is known for its huge mountain meadows, abundant wildlife, and meandering streams. The area also preserves the homeland of ancestral native p…",
    "entranceFee": 25,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Valle Grande Main Entrance is located at mile marker 39.2 along New Mexico Highway 4."
  },
  {
    "id": 61,
    "name": "Virgin Islands National Park",
    "parkCode": "viis",
    "state": "VI",
    "lat": 18.34279656,
    "lon": -64.74194451,
    "url": "https://www.nps.gov/viis/index.htm",
    "designation": "National Park",
    "description": "Go beyond Virgin Islands National Park's stunning white-sand beaches. Hike to historic plantation sites to learn about a challenging past when sugar and enslaved labor dominated life on the island. Visit the Indigenous Taino's ancient petroglyphs. Snorkel coral reefs to discover hidden marine life. …",
    "operatingHours": "Virgin Islands National Park is always open! The Visitor Center and store are open from 8:15 a.m. until 4 p.m. Monday - …"
  },
  {
    "id": 62,
    "name": "Voyageurs National Park",
    "parkCode": "voya",
    "state": "MN",
    "lat": 48.48370609,
    "lon": -92.8382913,
    "url": "https://www.nps.gov/voya/index.htm",
    "designation": "National Park",
    "description": "Voyageurs National Park spans 218,000 acres of lakes, forests, and streams in northern Minnesota. Established in 1975, the park is named after the French-Canadian Voyageurs who once navigated these abundant waters. Voyageurs National Park provides exceptional opportunities for recreation and explora…",
    "operatingHours": "Voyageurs is open 24-hours a day year-round, although activities and services are limited after visitor center hours. Pl…"
  },
  {
    "id": 63,
    "name": "White Sands National Park",
    "parkCode": "whsa",
    "state": "NM",
    "lat": 32.77907858,
    "lon": -106.3333461,
    "url": "https://www.nps.gov/whsa/index.htm",
    "designation": "National Park",
    "description": "Rising from the heart of the Tularosa Basin is one of the world's great natural wonders - the glistening white sands of New Mexico. Great wave-like dunes of gypsum sand have engulfed 275 square miles of desert, creating the world's largest gypsum dunefield. White Sands National Park preserves a majo…",
    "entranceFee": 25,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "The park gates always open at 7:00 am with closing hours changing with sunset. The park closes 30 minutes after local su…"
  },
  {
    "id": 64,
    "name": "Wind Cave National Park",
    "parkCode": "wica",
    "state": "SD",
    "lat": 43.58012365,
    "lon": -103.4394709,
    "url": "https://www.nps.gov/wica/index.htm",
    "designation": "National Park",
    "description": "Wind Cave National Park protects two very different worlds - one deep within the earth, the other a sunlit world of many resources. Bison, elk, and other wildlife roam the rolling prairie grasslands and forested hillsides of one of America's oldest national parks. Below the remnant island of intact …",
    "operatingHours": "The park is open all day, every day. Snow or severe weather can limit access to some areas of the park, especially in wi…"
  },
  {
    "id": 65,
    "name": "Wrangell - St Elias National Park & Preserve",
    "parkCode": "wrst",
    "state": "AK",
    "lat": 61.4182147,
    "lon": -142.6028439,
    "url": "https://www.nps.gov/wrst/index.htm",
    "designation": "National Park & Preserve",
    "description": "Wrangell-St. Elias is a vast national park that rises from the ocean all the way up to 18,008 ft. At 13.2 million acres, the park is the same size as Yellowstone National Park, Yosemite National Park, and Switzerland combined! Within this wild landscape, people continue to live off the land as they …",
    "operatingHours": "The park and public lands are always open but visitor facilities have limited seasons: Open in Summer. Call ahead for ho…"
  },
  {
    "id": 66,
    "name": "Yellowstone National Park",
    "parkCode": "yell",
    "state": "ID,MT,WY",
    "lat": 44.59824417,
    "lon": -110.5471695,
    "url": "https://www.nps.gov/yell/index.htm",
    "designation": "National Park",
    "description": "On March 1, 1872, Yellowstone became the first national park for all to enjoy the unique hydrothermal wonders. Today, millions of people come here each year to camp, hike, and enjoy the majesty of the park.",
    "entranceFee": 35,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Yellowstone is open daily, year-round, although activities and services are limited at night and certain times of year. …"
  },
  {
    "id": 67,
    "name": "Yosemite National Park",
    "parkCode": "yose",
    "state": "CA",
    "lat": 37.84883288,
    "lon": -119.5571873,
    "url": "https://www.nps.gov/yose/index.htm",
    "designation": "National Park",
    "description": "Not just a great valley, but a shrine to human foresight, the strength of granite, the power of glaciers, the persistence of life, and the tranquility of the High Sierra. First protected in 1864, Yosemite National Park is best known for its waterfalls, but within its nearly 1,200 square miles, you c…",
    "entranceFee": 35,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Yosemite National Park is open 24 hours per day, 365 days per year."
  },
  {
    "id": 68,
    "name": "Yukon - Charley Rivers National Preserve",
    "parkCode": "yuch",
    "state": "AK",
    "lat": 65.0935608,
    "lon": -142.7960021,
    "url": "https://www.nps.gov/yuch/index.htm",
    "designation": "National Preserve",
    "description": "Located in Interior Alaska, Yukon-Charley Rivers offers exploration in a largely untouched landscape. Whether you float the mighty Yukon River or paddle the Charley River's whitewater, your memories will last a lifetime. Geology, cultural history, gold rush remnants, wildlife, and vast scenery will …",
    "operatingHours": "The preserve is open 24-hours a day"
  },
  {
    "id": 69,
    "name": "Zion National Park",
    "parkCode": "zion",
    "state": "UT",
    "lat": 37.29839254,
    "lon": -113.0265138,
    "url": "https://www.nps.gov/zion/index.htm",
    "designation": "National Park",
    "description": "Follow the paths where people have walked for thousands of years. Gaze up at massive sandstone cliffs of cream, pink, and red that soar into a brilliant blue sky. Experience the tall, stretching walls of a narrow slot canyon. Zion’s unique array of plants and animals will enchant you as you absorb t…",
    "entranceFee": 35,
    "entranceFeeDesc": "Entrance - Private Vehicle",
    "operatingHours": "Zion National Park is open every day of the year."
  }
]